<!DOCTYPE html>
<html lang="en" class="no-js">
<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link href="https://fonts.googleapis.com/css?family=Heebo:400,700|IBM+Plex+Sans:600" rel="stylesheet">
    <link rel="stylesheet" href="{{asset('front/dist/css/style.css')}}">
    <script src="https://unpkg.com/scrollreveal@4.0.0/dist/scrollreveal.min.js"></script>
</head>
<body class="is-boxed has-animations">
<div class="body-wrap boxed-container">

    <section class="features section">
        <div class="container">
            <div class="features-inner section-inner has-bottom-divider">
                <div class="features-header text-center">
                    <div class="container-sm">
                        <h2 class="section-title mt-0">سياسة الخصوصية
                            الشروط والأحكام</h2>
                        <p class="section-paragraph">

                            هي وثيقة لمعاهدة الإستخدام بين موقع التطبيق ويشار إليه بالطرف الأول وبين المستفيد ) صاحب المتجر ( ويشار إليه بالطرف الثاني وبين العميل ) المتسوق ( ويشار إليه بالطرف الثالث وتشمل بنود وشروط وأحكام ملزمة لجميع الأطراف المعنيين بهذه الوثيقة.

                            تم إنشاء هذه الاتفاقية بناء على نظام التعاملات الإلكترونية. تخضع البنود والشروط والأحكام والمنازعات القانونية للقوانين والتشريعات والأنظمة المعمول بها في جمهورية مصر العربية .

                            لكونك طرف ثاني أو ثالث فإنك توافق على الإلتزام بكل ما يرد بهذه الاتفاقية في حال استخدامك للموقع أو في حال الوصول اليه او في حالة التسجيل في الخدمة.

                            يحق التعديل على هذه الاتفاقية في أي وقت وتعتبر ملزمة لجميع الأطراف بعد الإعلان عن التحديث في الموقع أو في أي وسيلة آخرى.

                            شروط الإستخدام:

                            بصفتك طرف ثاني أو ثالث في هذه الاتفاقية فإنه بموافقتك على الاستفادة من خدمات الموقع فعليك الالتزام بما يلي :

                            *بعدم الإعلان أو تحميل محتوى أو عناصر متاحة في الموقع والقيام ببيعها. وعليك مراجعة شروط الإعلان و السلع الممنوعة. عدم الاختراق أو التحايل على قوانين وسياسة وأنظمة الموقع أو أي حقوق تتعلق بأي طرف.

                            *بعدم استخدام خدماتنا إذا كنت غير مؤهل قانونيا إلتمام هذه الاتفاقية. على سبيل المثال أنك أقل من 18 سنة أو أنك محجوب بشكل مؤقت أو دائم من استخدام الموقع.

                            *بعدم التلاعب بأسعار السلع سواء في البيع او الشراء وإلحاق الضرر بالمستخدمين الآخرين.

                            *بعدم نشر إعلانات غير دقيقة أو مضللة أو خادعة أو قذف ، أو تشهير.

                            *بعدم التعرض للسياسات أو السيادات الدولية أو الشخصيات المعتبرة أو أي مناقشات ال تتعلق بالبيع والشراء المشروعة في الموقع.

                            *بعدم نقل حسابك أو نشاطك إلى مواقع اخرى بالوقت الذي هو يحمل شعار أو خدمات الموقع.

                            *بعدم انتهاك حقوق الطبع والنشر والعلامات التجارية، وبراءات االختراع، والدعاية وقواعد البيانات أو غيرها من حقوق الملكية أو الفكرية التي تنتمي للموقع.

                            *بعدم انتهاك حقوق الآخرين الملكية أو الفكرية وبراءة الاختراع.

                            *بعدم انتهاك أنظمة حقوق الإنسان أو أنظمة حماية الحياة الفطرية.

                            *بعدم جمع معلومات عن مستخدمي الموقع الآخرين لأغراض تجارية أو غيرها.

                            *بعدم الإقدام على أي ما من شأنه إلحاق الضرر بسمعة الموقع.

                            *عدم انتحال صفة موقع عروض التسويق الإلكتروني أو ممثل له أو موظف فيه أو أي صفة توحي بأنك تابع للموقع ما لم يكون لديك أذن رسمي من إدارة الموقع.

                            *يُمنع إستخدام هذه الخدمة منِقبل أي مستخدم غير بشري ويستثنى من ذلك المستخدمين الغير بشريين التابعين للشركات التالية فقط:Google – Facebook -Twitter

                            إن عدم التزامك بتلك الشروط يمنح إدارة موقع عروض للتسويق الإلكتروني الحق كامل بحجب عضويتك ومنعك من الوصول للموقع دون الحاجة إلى خطارك بذلك وأنت هنا تتعهد بعدم العودة الستخدام الموقع إلى بعد موافقة الموقع على ذلك.

                            يقدم  خدمة تمكين المستخدم من عرض سلعته وفق سياسة الاستخدام المتفق عليها ولا نقدم أي ضمانات ولا نتحمل أي مسؤولية في حالة عدم التزام المستخدم بسياسة استخدام الموقع ولا نتحمل المسؤولية عن أي مخاطرة أو أضرار أو تبعات أو خسائر تقع على البائع أو المشتري أو أي طرف آخر وعلى من لحق به الضرر إبلاغنا بذلك من خلال رابط اتصل بنا وشرح الضرر الواقع عليه وستقوم إدارة الموقع باتخاذ الإجراء حسب نوع الواقعة دون أي مسؤولية . إن استخدامك يعني أنك تخولنا في حفظ بياناتك التي قمت بإدخالها بخوادم الموقع ولنا حق الإطلاع عليها ومراجعتها. كما أنك توافق على أحقيتها في مراقبة الرسائل الخاصة عند الحاجة لضمان خلوها من مخالفات اتفاقية الاستخدام ولنا حق حذف الإعلان والتصرف بالصور المرفقة عند الحاجة لذلك. تعتبر تعاميم وقرارات وتوجيهات إدارة ومشرفي الموقع ملزمة للطرفين الثاني والثالث بعد إيصالها له عبر الرسائل الخاصة بالموقع أو الجوال أو البريد الإلكتروني أو عبر نظام الإشعارات ، وعليه الالتزام بها والعمل بموجبها.

                            شروط العضوية:

                            العضوية هي: اسم المستخدم الذي سجل به الشخص في الموقع والتي ترتبط برقم جواله ، ويجب أن تكون خاضعة للشروط التالية:

                            *يلزم اختيار اسم لائق ومناسب خلال عملية التسجيل.

                            *يجب أن تقوم بتحديث رقم جوالك المرتبط بالعضوية في حال تغيير رقم جوالك او فقدانه.

                            *إذا كان اسم عضويتك يحتوي على اسم تجاري أو عالمة تجارية ، يجب ان تكون المالك للعالمة التجارية أو مخول لك باستخدام االسم او العالمة التجارية.

                            *يمنع بيع العضوية أو التنازل عنها لطرف آخر أو السماح ألي طرف آخر باستخدامها ويتعبر صاحب العضوية اولا هو المسؤول عنها تجاه أي مخالفات أو مسؤوليات قانونية ، ويعتبر كلا الطرفين في حالة البيع أو التنازل مخالفين لسياسة الاستخدام في الموقع. يلتزم العضو بعدم مشاركة معلومات عضويته الخاصة به مع أي أحد.

                            *يلتزم التطبيق باتخاذ المعايير الالزمة لحماية البيانات وحفظها، علما بأن شبكة الانترنت ليست وسيلة آمنة بنسبة ١٠٠٪ لحفظ المعلومات السرية. ) راجع وثيقة الخصوصية

                            *تتبادل الخدمة بعض المعلومات مع جهازك لغرض تقديم الخدمة لك.

                            *يستخدم الموقع برامج إحصائية مثل Google Analytics و ذلك أجل تطوير الخدمة وتحسينها.

                            شروط اضافة محتوى للموقع:

                            *تتعهد بعدم الإعلان عن أي سلعة ممنوعة بالموقع.

                            *تتعهد بعدم إرسال أي رسائل ممنوعة بالموقع.

                            *تتعهد بتحديد سعر بيع السلعة المعلن عنها.

                            *تتعهد بمتابعة إعلانك والرد على استفسارات العملاء من خلال الاتصال أو الرسائل الخاصة.

                            *تتعهد بالالتزام بسياسة الإعلانات المكررة.

                            *يلزم أن تكون المادة الإعلانية المعلن عنها سلعة أو خدمة فقط.

                            *يجب أن يكون الإعلان كامل التفاصيل وفي القسم الصحيح.

                            *يحق للموقع حذف أي إعلان من دون ذكر سبب الحذف.

                            *يُمنع نسخ أي إعلان من الموقع.

                            *إذا كنت تقدم خدمة أو تبيع سلعة تحتاج تصريح يجب ان يكون لديك التصاريح الالزمة لذلك.

                            *يُمنع استخدام أي جزء من أي إعلان في الموقع.

                            *يلتزم المعلن بأن تكون الصور المضافة في الإعلان لنفس السلعة المعلن عنها.

                            *صور المحتوى يجب أن تكون لائقة أخلاقيا وذات جودة عالية وال تخالف نظام وزارة العمل أو حقوق الإنسان أو أي جهة حكومية أو خاصة.

                            *يلتزم المعلن عدم إضافة أكثر من إعلان في الموقع لنفس السلعة.

                            *يجب الإلتزام بعدم الإعلان عن السلع والخدمات التي تندرج في قائمة السلع و الخدمات الممنوعة.

                            *تتعهد بعدم الإعلان لشخص لا تعرفه او التسجيل لشخص لا تعرفه.

                            يخضع تحديث وتعديل الإعلان لجميع الشروط والضوابط في هذه الاتفاقية ويعتبر المستخدم مسؤول عن أي مخالفات وقعت أثناء إنشاء الإعلان أو بعد التحديث او التعديل.

                            *الإنشاء والتحديث والتعديل مسؤولية المستخدم.

                            *عليك بتحديث الإعلان. إذا لم يحدث المستخدم الإعلان فإنه سيتم حذف الإعلان بشكل تلقائي .



                            تلتزم إدارة التطبيق للتسويق الإلكتروني باتفاقية الاستخدام و خصوصية الاستخدام ولكننا لسنا طرفا في أي خالف أو قضايا تنشأ بين المستخدمين لمخالفة أحدهما أو كالهما اتفاقية الاستخدام إال أنه يسعى لتعزيز الجانب الأمني في الموقع وذلك للحد والقضاء على التعديات التي يقوم بها بعض من مستخدمي الموقع بشكل يخالف اتفاقية ، سياسة ، الخصوصية وشروط الاستخدام وذلك تحقيقا للنزاهة البيع والشراء ومحاربة النصب والاحتيال والغش والخداع وإتباع للقوانين والتشريعات والتنظيمات المتبعة في المملكة العربية السعودية وبذلك فإنه يحق لإدارة التطبيق ي اتخاذ الإجراء اللازم تجاه أي فرد أو مؤسسة أو شركة خالفت اتفاقية الاستخدام علما أنه قد يصل الإجراء إلى الملاحقة القانونية والقضائية أمام الجهة ذات العالقة. ونورد هنا المخالفات الشائعة و الاجراء اللازم تجاهها: تعرض العميل لعملية نصب واحتيال من قبل طرف آخر: يجب على العميل إبلاغ الجهات الأمنية المختصة. يجب على العميل إرسال شكوى بذلك في صفحة اتصل بنا. ستقوم إدارة الموقع بمراجعة الشكوى والتحري حول العميل المدعى عليه وسيتم اتخاذ الإجراء اللازم في حقه في حال تم التأكد بأنه خالف اتفاقية الاستخدام. . لن يكون الموقع طرف في مثل هذه القضايا وال يتحمل أي مسئولية ولكننا سنقدم ما لدينا للجهات المختصة في حال تم طلب ذلك بصفة رسمية.

                            التعدي على سياسة أو سيادة الدولة : سيتم حذف الإعلان وإيقاف عضوية المعلن وإبلاغ الجهات المختصة بذلك.

                            في حال الإعلان عن أي من السلع الممنوعة : سيتم توثيق وأرشفة الإعلان و حذفه وإيقاف العضو وإبلاغ الجهات ذات الاختصاص.

                            في حال قام فرد أو مؤسسة أو شركة بطريق غير مشروعة ) كاختراق أو استخدام وسائل تجميع البيانات غير المشروعة أو أي وسيلة كانت ( بهدف الوصول إلى محتوى الموقع أو برمجة الموقع أو قواعد البيانات الخاصة بالموقع أو المعلومات والبيانات التي تخص عملاء الموقع بغية نسخ الإعلانات وإعادة نشرها والاستفادة منها بأي شكل من الأشكال. فإن إدارة التطبيق ستقوم بالرفع للجهات المختصة لمقاضاة الطرف الآخر بدعوى الاختراق الإلكتروني وارتكاب جريمة مخالفة أنظمة الجرائم المعلوماتية.

                            في حال قام فرد أو مؤسسة أو شركة بنسخ إعلانات من إلى موقع آخر توجه إدارة الموقع للجهات المختصة لرفع دعوى وملاحقة الطرف الآخر بدعوى التعدي على حقوق الموقع.
                            التعدي على حقوق الملكية ، أو الفكرية ، أو براءة الاختراع ألي طرف إن كنت تعتقد بأنه تم التعدي على حق من حقوقك فعليك تحرير شكوى من خالل أتصل بنا وتقديم ما يثبت التعدي في الإعلان المنشور. ستقوم إدارة الموقع بمراجعة الشكاوى ودراستها والتأكد من صحتها ويتخذ الإجراء اللازم بحسب النتيجة.. عليك التوجه للجهات ذات الاختصاص في حال رغبتك في مقاضاة الطرف الذي اعتدى على حقوقك. علما أنالتطبيق وال ممثليه لن يكونوا طرف في القضية وليس مسئولين عنها وال نتحمل أي مسئولية.

                            التعرض للتشهير وانتهاك الخصوصية: على العميل تعبئة تحرير شكوى بذلك وستقوم إدارة الموقع بمراجعة الشكوى والتحري حول العميل المدعى عليه وسيتم اتخاذ الإجراء اللازم في حقه وفي حال تم التأكد بأنه خالف اتفاقية الاستخدام. على العميل الذي لحق به الضرر التوجه للجهات ذات العالقة لتقديم الشكوى. لن تكون إدارة التطبيق بكل ممثليها طرف في مثل هذه القضايا وال نتحمل أي مسئولية ولكننا سنقدم البيانات الالزمة للجهات المختصة في حال تم طلب ذلك بصفة رسمية.

                            الإزعاج : عند تعرض عميل ما لإزعاج من قبل عميل آخر فعليه إشعار الموقع بذلك وسيتم مراجعة الشكوى واتخاذ الإجراء المناسب حيال ذلك.

                            وثيقة الخصوصية:

                            الخصوصية وبيان سريّة المعلومات نقدر مخاوفكم واهتمامكم بشأن خصوصية بياناتكم على شبكة الإنترنت. لقد تم إعداد هذه السياسة لمساعدتكم في تفهم طبيعة البيانات التي نقوم بتجميعها منكم عند زيارتكم لموقعنا على شبكة الانترنت وكيفية تعاملنا مع هذه البيانات الشخصية.

                            التصفح لم نقم بتصميم هذا الموقع من أجل تجميع بياناتك الشخصية من جهاز الكمبيوتر الخاص بك أو من جوالك أثناء تصفحك لهذا الموقع، وإنما سيتم فقط استخدام البيانات المقدمة من قبلك بمعرفتك ومحض إرادتك.

                            عنوان بروتوكول شبكة الإنترنت ) IP)في أي وقت تزور فيه اي موقع انترنت بما فيها هذا الموقع , سيقوم السيرفر المضيف بتسجيل عنوان بروتوكول شبكة الإنترنت ) IP)الخاص بك , تاريخ ووقت الزيارة ونوع متصفح الإنترنت الذي تستخدمه والعنوان URL الخاص بأي موقع من مواقع الإنترنت التي تقوم بإحالته إلى هذا الموقع على الشبكة.

                            الروابط بالمواقع الأخرى على شبكة الإنترنت قد يشتمل موقعنا على روابط بالمواقع الأخرى على شبكة الإنترنت. ال نعتبر مسئولين عن تلك المواقع، يمكنك الاطلاع على سياسات السرية والمحتويات الخاصة بتلك المواقع التي يتم الدخول إليها من خالل أي رابط ضمن هذا الموقع.

                            إفشاء المعلومات سنحافظ في كافة الأوقات على خصوصية وسرية كافة البيانات الشخصية التي نتحصل عليها. ولن يتم إفشاء هذه المعلومات إال إذا كان ذلك مطلوبا بموجب أي قانون أو عندما نعتقد بحسن نية أن مثل هذا اإلجراء سيكون مطلوبا أو مرغوبا فيه للتمشي مع القانون ، أو للدفاع عن أو حماية حقوق الملكية الخاصة بهذا الموقع أو الجهات المستفيدة منه.

                            البيانات اللازمة لتنفيذ المعاملات المطلوبة من قبلك عندما نحتاج إلى أية بيانات خاصة بك , فإننا سنطلب منك تقديمها بمحض إرادتك. حيث ستساعدنا هذه المعلومات في الاتصال بك وتنفيذ طلباتك حيثما كان ذلك ممكنا. لن يتم إطلاقا بيع البيانات المقدمة من قبلك إلى أي طرف بغرض تسويقها لمصلحته الخاصة دون الحصول على موافقتك المسبقة والمكتوبة ما لم يتم ذلك على أساس أنها ضمن بيانات جماعية تستخدم للأغراض الإحصائية والأبحاث دون اشتمالها على أية بيانات من الممكن استخدامها للتعريف بك.

                            عند الاتصال بنا سيتم التعامل مع كافة البيانات المقدمة من قبلك على أساس أنها سرية . تتطلب النماذج التي يتم تقديمها مباشرة على الشبكة تقديم البيانات التي ستساعدنا في تحسين موقعنا.سيتم استخدام البيانات التي يتم تقديمها من قبلك في الرد على كافة استفساراتك , ملاحظاتك , أو طلباتك من قبل هذا الموقع أو أيا من المواقع التابعة له .

                            إفشاء المعلومات الي طرف لن نقوم ببيع , المتاجرة , تأجير , أو إفشاء اي معلومات لمصلحة أي طرف خارج هذا الموقع, أو المواقع التابعة له.

                            التعديلات على سياسة سرية وخصوصية المعلومات نحتفظ بالحق في تعديل بنود وشروط سياسة سرية وخصوصية المعلومات إن لزم الأمر ومتى كان ذلك ملائما. سيتم تنفيذ التعديلات هنا او على صفحة سياسة الخصوصية الرئيسية وسيتم بصفة مستمرة إخطارك بالبيانات التي حصلنا عليها , وكيف سنستخدمها والجهة التي سنقوم بتزويدها بهذه البيانات. الاتصال بنا يمكنكم الاتصال بنا عند الحاجة من خالل الضغط على رابط اتصل بنا المتوفر في روابط موقعنا او الارسال الى بريدنا الالكتروني الموضح بالموقع.

                            اخيرا إن مخاوفك واهتمامك بشأن سرية وخصوصية البيانات تعتبر مسألة في غاية الأهمية بالنسبة لنا. نحن نأمل أن يتم تحقيق ذلك من خالل هذه السياسة.
                        </p>

                    </div>
                </div>
            </div>
        </div>
    </section>

</div>

<script src="{{asset('front/dist/js/main.min.js')}}"></script>
</body>
</html>
