<?php

return [
    'login' => [
        'form'          => [
            'btn'       => [
                'login' => 'تسجيل الدخول',
            ],
            'email'     => 'البريد الالكتروني',
            'password'  => 'كلمة المرور',
        ],
        'routes'        => [
            'index' => 'تسجيل الدخول',
        ],
        'validations'   => [
            'email'     => [
                'email'     => 'من فضلك ادخل البريد بشكل صحيح',
                'required'  => 'من فضلك ادخل البريد الالكتروني',
            ],
            'failed'    => 'هذه البيانات غير متطابقة لدينا من فضلك تآكد من بيانات تسجيل الدخول',
            'password'  => [
                'min'       => 'كلمة المرور يجب ان تكون اكثر من ٦ مدخلات',
                'required'  => 'يجب ان تدخل كلمة المرور',
            ],
        ],
    ],
];
